{
  "id": "tb-lesson-1",
  "title": "Li Ming's Day",
  "level": "total-beginner",
  "hsk": 1,
  "type": "reading",
  "estimatedTime": 5,

  "text": {
    "simplified": [
      "世界上有一粒种子,像核桃那样大,绿色的外皮非常可爱。凡是看见它的人,没一个不喜欢它。听说,要是把它种在土里,就能够钻出碧玉一般的芽来。开的花呢,当然更美丽,不论是玫瑰花、牡丹花、菊花,都比不上它;并且有浓郁的香气,不论是芝兰、桂花、玉簪,都比不上它。可是从来没人种过它,自然也就没人见过它的美丽的花,闻过它的花的香气。
国王听说有这样一粒种子,欢喜得只是笑。白花花的胡子密得像树林, 盖住他的嘴,现在树林里露出———个洞———因为嘴笑得合不上了。他说:“我的园里,什么花都有了。北方冰雪底下开的小白花,我派专使去移了来。 南方热带,像盘子那样大的莲花也有人送来进贡。但是,这些都是世界上平常的花,我弄得到,人家也弄得到,又有什么稀奇?现在好了,有这样一粒种子,只有一粒。等它钻出芽来,开出花来,世界上就没有第二棵。 这才显得我最尊贵,最有权力。哈!哈!哈!………………”
国王就叫人把这粒种子取来,种在一个白玉盆里。土是御花园里的, 筛了又筛,总怕它还不够细。浇的水是用金缸盛着的,滤了又滤,总怕它还不够干净。每天早晨,国王亲自把这个盆从暖房里搬出来,摆在殿前的玉阶上,晚上还是亲自搬回去。天气一冷,暖房里还要生上火炉,热烘烘的。 国王睡里梦里,也想看盆里钻出碧玉一般的芽来,醒着的时候更不必说了,老坐在盆旁边等着。但是哪儿有碧玉一般的芽呢?只有一个白玉的盆,盛着灰黑的泥。
"
    ],
    "pinyin": [
      "Shìjiè shàng yǒuyī lì zhǒngzǐ, xiàng hétáo nàyàng dà, lǜsè de wàipí fēicháng kě'ài. Fánshì kànjiàn tā de rén, méi yīgè bù xǐhuān tā. Tīng shuō, yàoshi bǎ tā zhǒng zài tǔ lǐ, jiù nénggòu zuān chū bìyù yībān de yá lái. Kāi de huāní, dāngrán gēng měilì, bùlùn shì méiguī huā, 
    mǔdān huā, júhuā, dōu bǐ bù shàng tā; bìngqiě yǒu nóngyù de xiāngqì, bùlùn shì zhīlán, guìhuā, yùzān, dōu bǐ bù shàng tā. Kěshì cónglái méi rén zhǒngguò tā, zìrán yě jiù méi rén jiànguò tā dì měilì de huā, wénguò tā de huā de xiāngqì. Guówáng tīng shuō yǒu zhèyàng yī lì zhǒngzǐ, 
    huānxǐ dé zhǐshì xiào. Báihuāhuā de húzǐ mì dé xiàng shùlín, gài zhù tā de zuǐ, xiànzài shùlín lǐ lùchū———gè dòng———yīnwèi zuǐ xiào dé hé bu shàngle. Tā shuō:“Wǒ de yuán lǐ, shénme huā dū yǒule. Běifāng bīngxuě dǐxia kāi de xiǎo bái huā, wǒ pài zhuān shǐ qù yíle lái. Nánfāng rèdài, 
    xiàng pánzǐ nàyàng dà de liánhuā yěyǒu rén sòng lái jìngòng. Dànshì, zhèxiē dōu shì shìjiè shàng píngcháng de huā, wǒ nòng dédào, rénjiā yě nòng dédào, yòu yǒu shé me xīqí? Xiànzài hǎole, yǒu zhèyàng yī lì zhǒngzǐ, zhǐyǒu yī lì. Děng tā zuān chūyá lái, kāi chū huā lái, shìjiè shàng 
    jiù méiyǒu dì èr kē. Zhè cái xiǎndé wǒ zuì zūnguì, zuì yǒu quánlì. Hā! Hā! Hā!………………” Guówáng jiù jiào rén bǎ zhè lì zhǒngzǐ qǔ lái, zhǒng zài yīgè báiyù pén lǐ. Tǔ shì yù huāyuán lǐ de, shāile yòu shāi, zǒng pà tā hái bùgòu xì. Jiāo de shuǐ shì yòng jīn gāng shèngzhe de, lǜle yòu lǜ, 
zǒng pà tā hái bùgòu gānjìng. Měitiān zǎochén, guówáng qīnzì bǎ zhège pén cóng nuǎnfáng lǐ bān chūlái, bǎi zài diàn qián de yù jiē shàng, wǎnshàng háishì qīnzì bān huíqù. Tiānqì yī lěng, nuǎnfáng lǐ hái yào shēng shàng huǒlú, rè hōnghōng de. Guówáng shuì lǐ mèng lǐ, yě xiǎng kàn pén lǐ zuān 
chū bìyù yībān de yá lái, xǐngzhe de shíhòu gèng bùbì shuōle, lǎo zuò zài pén pángbiān děngzhe. Dànshì nǎ'er yǒu bìyù yībān de yá ne? Zhǐyǒu yīgè báiyù de pén, shèngzhe huī hēi de ní.
"
    ],
    "english": [
      "There was a seed in the world, as big as a walnut, with a lovely green outer shell. Everyone who saw it loved it. It was said that if planted in the soil, it would sprout a jade-like shoot. And its flowers, of course, were even more beautiful, surpassing roses, peonies, and chrysanthemums; and possessing a rich fragrance that rivaled orchids, osmanthus, and hostas. But no one had ever planted it, and naturally, no one had ever seen its beautiful flowers or smelled its fragrance.

The king, hearing of this seed, laughed with joy. His thick, white beard, like a forest, covered his mouth, and now—a hole appeared in the forest—because his mouth was wide open with laughter. He said, “My garden has all kinds of flowers. I sent special envoys to transplant the little white flowers that bloom under the ice and snow of the north. Lotus flowers as big as plates from the tropical south are also sent as tribute. But these are all common flowers in the world; I can get them, and so can others. What’s so special about them? Now, there is this one seed, only one. When it sprouts and blooms, there will be no other like it in the world. This will make me appear most noble and powerful. Ha! Ha! Ha!…” The king then ordered the seed to be brought and planted in a white jade pot. The soil was from the royal garden, sifted again and again, as if it were still not fine enough. The water was kept in a golden vat, filtered again and again, as if it were still not clean enough. Every morning, the king personally carried the pot out of the greenhouse and placed it on the jade steps in front of the palace; every evening, he personally carried it back. When the weather got cold, a stove was lit in the greenhouse to keep it warm. The king dreamed of seeing jade-like sprouts emerge from the pot, and when he was awake, he would sit beside it waiting. But where were the jade-like sprouts? There was only a white jade pot filled with grayish-black mud."
    ]
  },

  "vocabulary": [
    {
      "hanzi": "早上",
      "pinyin": "zǎoshang",
      "english": "morning"
    },
    {
      "hanzi": "学校",
      "pinyin": "xuéxiào",
      "english": "school"
    }
  ],

  "grammar": [
    {
      "pattern": "时间 + 动作",
      "example": "七点起床"
    }
  ]
}

